Repository: martin-kieliszek/standapp
Catalog: StandFit/Resources/Localizations/Notifications.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br, zh_hans

# notification.achievement_unlocked
source: Achievement Unlocked!
de: Erfolg freigeschaltet!
es: ¡Logro Desbloqueado!
fr: Réalisation Débloquée !
ja: 達成度アンロック！
pt_br: Conquista Desbloqueada!
zh_hans: 成就已解锁！

# notification.action_dismiss
source: Dismiss
de: Ablehnen
es: Descartar
fr: Ignorer
ja: 閉じる
pt_br: Dispensar
zh_hans: 关闭

# notification.action_log
source: Log
de: Protokollieren
es: Registrar
fr: Enregistrer
ja: 記録
pt_br: Registrar
zh_hans: 记录

# notification.action_snooze
source: Snooze
de: Schlummern
es: Posponer
fr: Reporter
ja: スヌーズ
pt_br: Soneca
zh_hans: 稍后提醒

# notification.action_view
source: View
de: Anzeigen
es: Ver
fr: Voir
ja: 表示
pt_br: Ver
zh_hans: 查看

# notification.daily_report
source: You logged %d exercises today
de: Sie haben heute %d Übungen protokolliert
es: Ha registrado %d ejercicios hoy
fr: Vous avez enregistré %d exercices aujourd'hui
ja: 今日%d個のエクササイズを記録しました
pt_br: Você registrou %d exercícios hoje
zh_hans: 您今天记录了%d个练习

# notification.exercise_reminder
source: Exercise Reminder
de: Übungserinnerung
es: Recordatorio de Ejercicio
fr: Rappel d'Exercice
ja: エクササイズのリマインダー
pt_br: Lembrete de Exercício
zh_hans: 练习提醒

# notification.progress_report
source: Progress Report
de: Fortschrittsbericht
es: Informe de Progreso
fr: Rapport de Progrès
ja: 進捗レポート
pt_br: Relatório de Progresso
zh_hans: 进度报告

# notification.reset_timer
source: Reset Timer
de: Timer zurücksetzen
es: Reiniciar Temporizador
fr: Réinitialiser Minuteur
ja: タイマーをリセット
pt_br: Reiniciar Temporizador
zh_hans: 重置计时器

# notification.still_there
source: Still there? Time for a quick movement break!
de: Noch da? Zeit für eine kurze Bewegungspause!
es: ¿Sigues ahí? ¡Es hora de un descanso rápido!
fr: Toujours là ? Il est temps de bouger un peu !
ja: まだいますか？軽い運動の時間です！
pt_br: Ainda aí? Hora de uma pausa rápida!
zh_hans: 还在吗？该休息一下了！

# notification.time_to_exercise
source: Time for a quick exercise!
de: Zeit für eine kurze Übung!
es: ¡Hora de un ejercicio rápido!
fr: Il est temps de faire un exercice !
ja: 軽いエクササイズの時間です！
pt_br: Hora de um exercício rápido!
zh_hans: 该做快速练习了！
